Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The specialisation in Business Development and Innovation offers specialist knowledge on how support
nb: Lek, sang, dans og e-bøker er stikkord når barnehagelærere, fagutviklere og forskere skal samarbeide

source: Is it possible to study MPO part-time?
nb: Er det mulig å ta MPO-studiet på deltid?

source: CIAM is collaborative measure between the University of Stavanger (UiS) and CIAM’s partners.
nb: CIAM er et samarbeidstiltak mellom Universitetet i Stavanger (UiS) og CIAMs partnere.

source: What should I do if I'm over the legal 15% limit you can copy from a book?
nb: Hva gjør jeg hvis jeg vil bruke mer enn 15 % av en bok?
